{
    "helps": [
        {
            "level": "-1",
            "keyword": "WANDS STAVES SCROLLS",
            "text": "Magical items require training to use properly.  If your character lacks the\nnecessary skill to use an item, he will fail, possibly destroying it.  The\nitem skills are as follows:\n\nscrolls         The reading of magical scrolls and books (see 'help recite')\nstaves          The use of staves and similar devices (see 'help brandish')\nwands           The use of wands and similar items (see 'help zap') \n"
        },
        {
            "level": "-1",
            "keyword": "EXOTIC WEAPONS WEAPON WEAPONSMASTER AXE DAGGER FLAIL MACE POLEARM SPEAR SWORD WHIP ARROW BOW LANCE",
            "text": "Each weapon skill applies to a specific group of armaments, and determines how\nwell a character fights with a particular weapon.\nIf the character has the parry skill as well, he can parry incoming attacks.\nThe chance of parrying is best if the character in question is skilled at \nboth his weapon and his opponent's.\n\nThe weapon skills consist of the following:\n\narrow           the use of arrows with bow.\naxe             the use of axes, ranging from hand to great (but not halberds)\nbow             the use of several types of bows also enables shooting\ndagger          the use of knives and daggers, and other stabbing weapons\nlance           the use of all lances. \nflail           skill in ball-and-chain type weapons\nmace            this skill includes clubs and hammers as well as maces\npolearm         the use of pole weapons (except spears), including halberds\nspear           this skill covers both spears and staves, but not polearms\nsword           the warrior's standby, from rapier to claymore\nwhip            the use of whips, chains, and bullwhips\nexotic          the use of strange magical weapons\n\nThe exotic skill can neither be known nor practiced, and is dependent solely \nupon level. \n"
        },
        {
            "level": "-1",
            "keyword": "'SHIELD BLOCK'",
            "text": "Shield block is a rather fancy name for the art of parrying with a shield.\nCharacters with no shield block skill will not be able to defend themselves\nwell with a shield.  Nearly all classes may learn shield block, but only \nwarriors and clerics are good at it.  Beware, flails ignore shield \nblocking attempts, and whips have an easier time getting around them.  \nAxes may split shields in two.\n        Warriors have more chance than the others to block the attacks\nwith the shields.\n"
        },
        {
            "level": "-1",
            "keyword": "BACKSTAB 'DUAL BACKSTAB'",
            "text": "Backstab is the favored attack of  thieves, murderers, and other rogues.  It \ncan be only be used with daggers, knifes or other kind of stabing weapons.\nThe damage inflicted by a backstab is determined by the attacker's level, his\nweapon skill, his backstab skill, and the power of his opponent.\nThives may learn to dual backstab in their higher levels.  A second \nbackstab can be executed after the first one, automaticly.\nOnly thieves may learn the skill to backstab.\n\nIf a thief practices dual backstab, he/she gets a chance for a second backstab\nat once. By the way you may backstab only with your pro-hand.\n"
        },
        {
            "level": "-1",
            "keyword": "BASH",
            "text": "The bash skill is a warrior talent, a brute-force attack designed to knock\nyour foe to his knees.  Its success depends on many factors, including the\nbash rating, your weight, and the size of your opponent, so bashing a dragon\nis not generally a wise idea.\n"
        },
        {
            "level": "-1",
            "keyword": "BERSERK",
            "text": "Only powerful warriors can master berserking, the ability to enter insane rage\nin combat.  Its effects are not altogether unlike the frenzy spell -- a huge\nsurge of combat prowess, coupled with a disregard for personal safety.  \nBerserking warriors are more resistant to the effects of magic.\n"
        },
        {
            "level": "-1",
            "keyword": "DIRT 'DIRT KICKING'",
            "text": "Consider by some to be a cowardly skill, dirt kicking gives the clever \ncombatant a chance to blind his opponent by casting dirt into his eyes.  The\nblindness does not last long, but can provide an edge in combat.  Dexterity\nhelps in hitting or avoiding a dirt kick.  Only warriors and thieves may\nlearn this skill.\n"
        },
        {
            "level": "-1",
            "keyword": "DISARM",
            "text": "Syntax: disarm <second>\n\nDisarm is a somewhat showy and unreliable skill, designed to relieve your\nopponent of his weapon.  The best possible chance of disarming occurs when you\nare skilled both your own and your opponent's weapon. Only talented thieves\nand warriors may learn this skill.\n\nIn order to disarm the dual of your opponent you have to type, you have to use\nthe second argument. Otherwise don't use it.\n"
        },
        {
            "level": "-1",
            "keyword": "DODGE",
            "text": "In the words of one wise warrior, 'the best way to block a blow is to not\nbe where it lands'.  The dodge skill honors this tradition, by improving the\ncharacter's natural agility to the point where many blows will miss the \ntarget. The chance of dodging is also affected by the dexterity of the\nattacker and the target.  Nearly all classes may learn dodging.\nWarriors and Samurai's have more chance than the others to dodge\nthe attacks. Then Thieves and Ninjas and then the others.  \n"
        },
        {
            "level": "-1",
            "keyword": "'ENHANCED DAMAGE'",
            "text": "Warriors and skilled thieves can become skilled enough in combat that they are\nable to inflict more damage than other classes.  Enhanced damage is checked\nfor with each hit, although with a low skill, the chance of receiving a bonus\nis very low indeed. \n        Warriors have the greatest enhanced damage factors , while clerics\nhave the least. The others have between these two.\n"
        },
        {
            "level": "-1",
            "keyword": "ENVENOM",
            "text": "The envenom skill is a cowardly skill practiced only by thieves, designed to\nwin a battle through alchemy and treachery rather than skill or strength.\nOr, put another way, it's a skill used by the smart to kill the foolish.\nFood, drink, and weapons may be envenomed, with varying effects. Poisoned\nfood or drink puts a mild poison spell on the consumer, and is unlikely to\nbe more than a minor inconvience (after all, the typical adventurer could\ndrink sewer water with only a trace of the runs).  A poisoned weapon, on\nthe other hand, can inflict serious damage on an opponent as the poison \nburns through his bloodstream.  But be careful, blade venom evaporates \nquickly and is rendered almost powerless by repeated blows in combat.\n"
        },
        {
            "level": "-1",
            "keyword": "'HAND TO HAND'",
            "text": "Hand to hand combat is a rare skill in the lands of Midgaard.  Learning this\nstyle of fighting gives the player a weapon even when disarmed -- bare hands.\nTrained hand to hand experts are far more effective than many swordsmen.\nClerics and warriors are the best at this skill, although thieves and mages\nmay also learn it.\n"
        },
        {
            "level": "-1",
            "keyword": "KICK",
            "text": "Kicking allows the adventurer to receive an extra attack in combat, a powerful\nkick. However, a failed kick may throw an unwary fighter off balance.  Fighters\nand clerics are the most skilled at kicking, although thieves may also learn\nit.\n"
        },
        {
            "level": "-1",
            "keyword": "PARRY 'CROSS BLOCK'",
            "text": "If at first you fail to dodge, block it.  Parry is useful for deflecting \nattacks, and is succesful more often than dodge.  Parry requires a weapon for\nfull success, the hand-to-hand skill may also be used, but results in reduced\ndamage instead of no damage.  The best chance of parrying occurs when the\ndefender is skilled in both his and his opponent's weapon type. Due to their\nbelief that touching the blades of their opponent with their own blade is\na loss of honor, Ninjas cannot parry with swords.\n        Warriors and samurai's have more chance than the others to parry\nthe attacks. In addition practicing cross block enables character, to deflect\nthe attack using the both weapons wielded in both hands. \n\n"
        },
        {
            "level": "-1",
            "keyword": "'HAND BLOCK'",
            "text": "If at first you fail to dodge, there is a chance to block the attack with\nhand block. In order to block the attacks with hand block, you have to be not\nwielding weapons.\n"
        },
        {
            "level": "-1",
            "keyword": "RESCUE",
            "text": "A friend in need is a friend indeed.  And when in combat, a warrior with\nthe rescue skill is just the friend you need.  Rescue allows you to intercede\nin combat, protecting weaker characters from bodily harm. Hopefully the\nfavor will be returned.  Success in rescuing depends on the skill rating, as\nwell as a comparision of level, dexterity, and speed between the character and\nthe target. (note: you rescue a friend, not the monster)\n"
        },
        {
            "level": "-1",
            "keyword": "TRIP",
            "text": "Back by popular demand.  Trip is a somewhat dastardly attack, and involves\nusing any one of a number of methods to bring your opponent down to the ground.\nTripping large monsters is generally not a good idea, and agile ones will\nfind the attack easy to avoid.\n"
        },
        {
            "level": "-1",
            "keyword": "'SECOND ATTACK' 'THIRD ATTACK' 'FOURTH ATTACK' 'FIFTH ATTACK'",
            "text": ".\n        Training in any of above attacks allows the character a chance at \nadditional strikes in combat -- allow a 100% attack does NOT guarantee that\nattack every round.  \n"
        },
        {
            "level": "-1",
            "keyword": "'SECONDARY ATTACK'",
            "text": ".\n        Training in any of above attacks allows the character a chance at \nadditional strikes in combat using the second weapon -- allow a 100% attack \ndoes NOT guarantee that attack every round.  \n\n"
        },
        {
            "level": "-1",
            "keyword": "'SECOND WEAPON' 'DUAL WIELD'",
            "text": ".\n        If you wield two weapons, you start hitting with the second weapon,\nas well. But If you practice \"second weapon\" skill, you guarantee the attack\nwith the second weapon.\n"
        },
        {
            "level": "-1",
            "keyword": "HIDE SNEAK",
            "text": "Hide and sneak are similar skills, both related to remaining undetected.\nHiding is done by moving in civilized shadows which are generally \ngeometricaly shaped, and mostly found in civilized world but not in forests.\nHide has a very high chance of success, but only works for as long as the\ncharacter remains silent.  Sneak may be used when moving (including to\nsneak by monsters), but has a lower chance of success.  Only and thieves  \nmay learn these skills.\n"
        },
        {
            "level": "-1",
            "keyword": "'FAST HEALING'",
            "text": "The fast healing skill improves wound healing rates, whether walking, resting,\nor sleeping. It represents knowledge of healing herbs or just general \ntoughness and stamina.  Fast healing is checked every tick, and it is \npossible for it to fail.  All class may learn this skill, but mages find it\nvery difficult to master, due to their bookish lifestyle.\n"
        },
        {
            "level": "-1",
            "keyword": "LORE",
            "text": "Lore is a general skill, consisting of knowledge of myths and legends. Use\nof the lore skill gives a chance of obtaining information on an object,\nconcerning its power and uses. All classes may learn lore, although \nthieves are best at it, and warriors find it very hard to use.  The \nharder you practice lore, the more information you will find.\n"
        },
        {
            "level": "-1",
            "keyword": "HAGGLE HAGGLING",
            "text": "Haggling is an indispensable skill to the trader.  It allows a character to\nmatch wits with a merchant, seeking to get a better price for merchandise,\nor to buy at the lowest possible cost.  Unfortunately, most merchants are \nalready very skilled at haggling, so the untrainined adventurer had best \nguard his treasure closely.  Thieves are natural masters at haggling, \nalthough other classes may learn it as well.\n"
        },
        {
            "level": "-1",
            "keyword": "PEEK",
            "text": "The peek skill is useful for seeing what a player or monster is carrying,\nthe better to use the steal command with.  More intelligent characters are\nharder to peek at.  Only thieves can peek.\n"
        },
        {
            "level": "-1",
            "keyword": "PICK 'PICK LOCK'",
            "text": "Lock picking is one of the prime skills of thieves, allowing them to gain\naccess to many secured areas.  Lock picking chances are improved by  \nintelligence, and hindered by the difficulty of the lock. Very few \nclasses, may learn to pick locks, and thives are the master of it.\n"
        },
        {
            "level": "-1",
            "keyword": "PERCEPTION",
            "text": "Perception is one of the prime skills of thieves, allowing them to gain\naccess to many secured areas. Perception allows you to recognize the\nclosed doors, gates or others with a * symbol  \n"
        },
        {
            "level": "-1",
            "keyword": "MEDITATION",
            "text": "This skill is similar to fast healing, but relies on the concentration and\nmantras to increase mana recovery when the character is sleeping or resting.\nThieves and warriors, with their troubled minds and violent attitudes, have\nmuch trouble learning to meditate.\n"
        },
        {
            "level": "-1",
            "keyword": "STEAL",
            "text": "Theft is the defining skill of the thief, and is only available to that class.\nIt allows items to be stolen from the inventory of monsters and characters,\nand even from shops!  But beware, shop keepers gaurd their merchandise \ncarefully.\n"
        },
        {
            "level": "60",
            "keyword": "'DETECT GOOD'",
            "text": "Syntax: cast 'detect good'\n \nThis spell enables the caster to detect good characters, which will\nreveal a characteristic golden aura.\n"
        },
        {
            "level": "-1",
            "keyword": "'DISPEL GOOD'",
            "text": "Syntax: cast 'dispel good' <victim>\n \nDispel good brings forth evil energies that inflict horrific torment on \nthe pure of heart.  Good-aligned characters use this dark magic at their\nperil.\n"
        },
        {
            "level": "-1",
            "keyword": "'RECHARGE'",
            "text": "Syntax: cast 'recharge' <item>\n\nThe recharge spell is used to restore energy to depleted wands and staves.\nFully exhausted items cannot be recharged, and the difficulty of the spell\nis proportional to the number of charges used.  Magic items can only be\nrecharged one time successfully.\n"
        },
        {
            "level": "-1",
            "keyword": "'DEMONFIRE'",
            "text": "Syntax: cast 'demonfire' <target>\n\nDemonfire is a spell of blackest evil, and as such can only be used by those\nwho follow the paths of darkness.  It conjures forth demonic spirits to \ninflict terrible wounds on the enemies of the caster.\n"
        },
        {
            "level": "-1",
            "keyword": "'BLUEFIRE'",
            "text": "Syntax: cast 'bluefire' <target>\n\nDemonfire is a spell of neutral clerics, and as such can only be used by\nthose who has neutral alignment.  It conjures forth spirits of the\nneutrals of earth to inflict terrible wounds on the enemies of the caster.\n"
        },
        {
            "level": "-1",
            "keyword": "'RAY OF TRUTH'",
            "text": "Syntax: cast 'ray of truth' <target>\n\nRay of truth opens a portal to the planes of positive energy, bringing forth\na beam of light of sufficient purity to harm or or annihilate the servants\nof evil.  It cannot harm the pure of heart, and will turn and strike \ncasters who are tainted by evil.\n"
        },
        {
            "level": "-1",
            "keyword": "'PORTAL'",
            "text": "Syntax: cast 'portal' <target>\n\nThe portal spell is similar to gate, but creates a lasting one-way portal\nto the target creature, instead of transporting the caster.  Portals are\nentered using 'enter' or 'go' command, as in 'go portal'.  Portals cannot\nbe made to certain destinations, nor used to escape from gate-proof rooms.\nPortal requires a special source of power to be used, unfortunately the\nsecret of this material component has been lost...\n"
        },
        {
            "level": "-1",
            "keyword": "'NEXUS'",
            "text": "Syntax: cast 'nexus' <target>\n\nThis spell is virtually identical to portal (see 'help portal'), with the\nonly difference being that while portal creates a one-way gate, a nexus \nspell makes a two-sided gate.  It also lasts longer than the lower-powered\nportal spell.  Both spells require an additional power source, the secret\nof which has been lost...\n"
        },
        {
            "level": "-1",
            "keyword": "'HEAT METAL'",
            "text": "Syntax: cast 'heat metal' <target>\n\nHeat metal is a powerful clerical attack spell, with effects that vary \naccording to the armor of the victim.  It heats up the metal equipment\n(assumed to be all weapons and armor at this point in time) on the target,\ncausing him or her to drop them if possible, taking serious burns in the\nprocess (possibly fatal if the equipment is too heavy to remove easily).\nThis spell does no damage to creatures who are immune to fire.\n"
        },
        {
            "level": "-1",
            "keyword": "'HOLY WORD'",
            "text": "Syntax: cast 'holy word'\n\nHoly word involves the invocation of the full power of a cleric's god, with\ndisasterous effects upon the enemies of the priest coupled with powerful\nblessings on the priest's allies.  All creatures of like alignment in the\nroom are blessed and filled with righteous divine wrath, while those of\nopposite morals (or both good and evil in the case of neutral priests)\nare struck down by holy (or unholy might) and cursed.  The cleric suffers\ngreatly from the strain of this spell, being left unable to move and \ndrained of vitality.  Experience loss is no longer associated with the spell.\n"
        },
        {
            "level": "-1",
            "keyword": "FRENZY",
            "text": "Syntax: cast 'frenzy' <target>\n\nThe frenzy spell fills the target with righteous fury, greatly increasing\nhis or her attack skill and damaging capacity.  Unfortunately, this divine\nwrath is coupled with a tendency to ignore threats to personal safety, \nmaking the character easier to hit.  Frenzy provides immunity to the calm\nspell (see 'help calm'), and may only be used on those of the caster's \nalignment.\n"
        },
        {
            "level": "-1",
            "keyword": "CALM",
            "text": "Syntax: cast 'calm' \n\nOne of the most useful and often overlooked abilities of the master cleric is\nthe calm spell, which can put an end to all violence in a room.  Calmed\ncreatures will not attack of their own volition, and are at a disadvantage\nin combat as long as the spell soothes their minds.  The more violence \nactivity there is in a room, the harder the spell, and it is all or nothing --\neither all combat in the room is ended (with the exception of those who\nare immune to magic) or none is.\n"
        },
        {
            "level": "-1",
            "keyword": "HASTE",
            "text": "Syntax: cast 'haste' <target>\n\nThe haste spell increases the speed and agility of the recipient, allowing\nan extra attack (or even a backstab) in combat, and improving evasive\nabilities in combat.  However, it produces a great strain on the system,\nsuch that recuperative abilities are halved.  Haste is capable of negating\nthe slow spell. (see 'help slow').\n"
        },
        {
            "level": "-1",
            "keyword": "SLOW",
            "text": "Syntax: cast 'slow' <target>\n\nDespite popular mythology, slow is not the opposite of haste, but is a spell\nwith it's own unique set of effects.  When cast on an unfortunate victim,\nit slows its movements, making it easier to hit and reducing its rate\nof attack.  The effect of slow also double movement costs and double healing\nrates, due to reduced metabolism.\n"
        },
        {
            "level": "-1",
            "keyword": "PLAGUE",
            "text": "Syntax: cast 'plague' <target>\n\nThe plague spell infests the target with a magical disease of great virulence,\nsapping its strength and causing horrific suffering, and generally leading to\ndeath.  It is a risky spell to use, as the contagion can spread like\nwildfire if the victim makes it to a populated area.\n"
        },
        {
            "level": "-1",
            "keyword": "'CREATE ROSE'",
            "text": "Syntax: cast 'create rose'\n\nA romantic spell that creates a fragrant red rose, with utterly no game\nuse whatsoever.\n"
        },
        {
            "level": "60",
            "keyword": "'PROTECTION GOOD' 'PROTECTION EVIL'",
            "text": "Syntax: cast 'protection evil' <target>\n        cast 'protection good' <target>\n\nThe protection spells reduce damage taken from attackers of the appropriate\nethos, and improve saving throws against all forms of magic. They may not\nbe cast on others, and one person cannot carry both defenses at the same\ntime.\n"
        },
        {
            "level": "0",
            "keyword": "'GIANT STRENGTH'",
            "text": "Syntax: cast 'giant strength' <character>\n \nThis spell increases the strength of the target character.\n"
        },
        {
            "level": "-1",
            "keyword": "'CHAIN LIGHTNING'",
            "text": "Syntax : cast 'chain lightning' <target>\n\nChain lightning is a deadly spell, producing a powerful bolt of lightning\nthat arcs from target to target in the room, until its force is fully\nexpended.  Allies of the caster may be hit by this spell if they are members \nof a clan, while the caster himself will not be struck unless no other\nviable target remains.  Chain lightning is most effective when used on\ngroups of creatures.\n"
        },
        {
            "level": "60",
            "keyword": "FARSIGHT",
            "text": "Syntax: cast 'farsight'\n        cast 'farsight' <direction>\n\nThe farsight spell expands the caster's consciousness, allowing him or her\nto see far away beings like they were in the same room.  It takes intense\nconcentration, often leaving the caster helpless for several minutes.\nThe spell may be used for a general scan that reaches a short distance in\nall directions, or with a directional component to see creatures much\nfarther away.\n"
        },
        {
            "level": "-1",
            "keyword": "MASS HEALING",
            "text": "Syntax: cast 'mass healing' \n\nThe mass healing spell, as its name might suggest, performs a healing spell\non all players in the room.  It also throws in a refresh spell for good\nmeasure.\n"
        },
        {
            "level": "-1",
            "keyword": "'FLOATING DISC'",
            "text": "Syntax: cast 'floating disc'\n\nThis useful spell creates a floating field of force which follows the caser\naround, allowing him or her to pile treasure high with no fear of weight\npenalties.  It lasts no more than twice the casters level in hours, and\nusually less.  It can hold 10 pounds per level of the caster, with a \nmaximum of five pounds per item.  The spell requires an open float location\non the character, and the only way to remove the disc is to die or allow it\nto run out of energy.\n"
        },
        {
            "level": "-1",
            "keyword": "FIREPROOF",
            "text": "Syntax: cast 'fireproof' <object>\n\nThe fireproof spell creates a short-lived protective aura around an object,\nto protect it from the harmful effects of acid and flame.  Items protected\nby this spell are not harmed by acid, fire, or the heat metal spell.\nAlthough inexpensive to use, the spell's short duration makes it impractical\nfor protecting large numbers of objects.\n"
        },
        {
            "level": "-1",
            "keyword": "ALIAS UNALIAS",
            "text": "Syntax: alias\n        alias <word>\n        alias <word> <substitution>\n        unalias <word>\n\nThe alias command allows limited shortening of command names.  At this time,\naliases cannot call other aliases, and cannot generate more than one command.\nAlias by itself lists your current aliases, Alias <word> lists the alias with \nthat name (if such exist), and alias with both a word and and argument \nproduces a new alias.  You cannot alias either alias or unalias to a new\ncommand.  Examples of use:\n\nalias gc get all corpse --> typing gc will equal typing 'get all corpse'\nalias ff cast 'fireball' --> ff orc will equal 'cast 'fireball' orc'\n\nOnly the first word on the line will be subsituted at this time.\n"
        },
        {
            "level": "0",
            "keyword": "ESCAPE",
            "text": "Syntax: escape <direction>\n\n        Using his abilities, a thief, can choose the direction to flee in the\ncombat, after practicing escape skill. But he/she has to use escape instead\nof flee.\n"
        },
        {
            "level": "-1",
            "keyword": "'MAKE ARROW' 'MAKE BOW'",
            "text": "Syntax: make bow\n        make arrow <color>\n\n        A ranger can make its own arrow and bow using wood in the forest.\n"
        },
        {
            "level": "-1",
            "keyword": "PUSH",
            "text": "Syntax: push <victim> <direction>\n\n        You can push anyone you want to any direction you want. But if you\nfail to push, the victim may attack you. If you have trained in pushing\nthan the chance of success increases.\n"
        },
        {
            "level": "-1",
            "keyword": "'SENSE LIFE'",
            "text": "Syntax: cast 'sense life'\n\n        When a character is affected by this spell, that characeter can sense\nthe life forms in the room, even though he/she cannot see.\n"
        },
        {
            "level": "-1",
            "keyword": "'BLUE ARROW' 'GREEN ARROW' 'WHITE ARROW' 'RED ARROW'",
            "text": ".\n        This skills allows the character to create different colors of arrows.\nEach color adds different properties to arrows:\n\n        blue    --->    shocking\n        green   --->    poisonous\n        red     --->    flaming\n        white   --->    frosting\n"
        },
        {
            "level": "-1",
            "keyword": "'LAY HANDS'",
            "text": "Syntax: layhands <character>\n\n        Using this skill, a paladin heals the characters using his hands.\n"
        },
        {
            "level": "-1",
            "keyword": "'POISON SMOKE'",
            "text": "Syntax: poison \n\n        Using this skill a ninja can fill the room with poisonous gas, which \nmakes the people in the room sick. Remember that, the people in the room\nmay attack!\n"
        }
    ]
}